<?php
// Heading
$_['heading_title'] 	    	= 'Отзывы о магазине';

// Text
$_['text_no_xreviewss']      	= 'Отзывов нет';
$_['text_write'] 				= 'Написать отзыв';
$_['text_note'] 				= '<span class="text-danger">Внимание:</span> HTML не разрешен!';
$_['text_success']              = 'Спасибо за Ваш отзыв.';
$_['text_success_status']       = 'После проверки модератором он будет опубликован.';
$_['text_login']                = 'Пожалуйста <a href="%s"> авторизуйтесь</a> или <a href="%s"> зарегистрируйтесь</a> для просмотра';

// Entry
$_['entry_name']     			= 'Имя:';
$_['entry_city']     			= 'Город:';
$_['entry_email']    			= 'E-Mail:';
$_['entry_title']	 			= 'Заголовок:';
$_['entry_text']         		= 'Отзыв:';
$_['entry_rating']      		= 'Рейтинг:';
$_['entry_good']        		= 'Плюсы:';
$_['entry_bad']         		= 'Минусы:';
$_['entry_good_rating']        	= 'Хорошо:';
$_['entry_bad_rating']         	= 'Плохо:';
$_['entry_photo']        	    = 'Фото:';
$_['entry_comment']        	    = 'Комментарий админа:';
$_['button_upload']        	    = 'Загрузить фото';

// Error
$_['error_title']               = 'Заголовок должен быть не менее 2 символов!';
$_['error_city']               	= 'Город должен быть не менее 2 символов!';
$_['error_email']    			= 'E-Mail указан некорректно!';
$_['error_name']                = 'Имя должно быть не менее 2 символов!';
$_['error_text']         		= 'Отзыв должен быть от 4 до 1000 символов!';
$_['error_good']         		= 'Плюсы должны быть от 4 до 1000 символов!';
$_['error_bad']         		= 'Минусы должны быть от 4 до 1000 символов!';
$_['error_photo']         		= 'Фото должно быть загружено!';
$_['error_rating']         		= 'Поставьте оценку к отзыву!';